Repository: liubomyr191/shot-with-node
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Welcome to Nodeshot!
it: Benvenuti su Nodeshot!

source: Antispam question: what is the sum of
it: Domanda antispam: quanto fa

source: Invalid token
it: Token non valido

source: Wrong answer, try again
it: Risposta antispam sbagliata, controlla in fondo.

source: Other
it: Altro

source: Advanced
it: Avanzate

source: Password changed successfully.
it: Password modificata correttamente.

source: Change password: %s
it: Cambia password: %s

source: The two password fields didn't match.
it: I due campi password non corrispondono.

source: The inserted email doesn't match any of the node owners' emails
it: L'email inserita non corrisponde a nessuna delle email dei responsabili del nodo.

source: Password (again)
it: Ripeti la password

source: Error 500
it: Errore 500

source: potential
it: potenziale

source: active
it: attivo

source: active & hotspot
it: attivo e hotspot

source: unconfirmed
it: non confermato

source: reachable
it: raggiungibile

source: unreachable
it: irraggiungibile

source: horizontal
it: orizzontale

source: vertical
it: verticale

source: circular
it: circolare

source: name
it: nome

source: owner
it: responsabile

source: description
it: descrizione

source: postal code
it: cap

source: Use "[algo]$[salt]$[hexdigest]" or use the <a href="password/">change password form</a>.
it: Per cambiare la password usa il <a href="password/">form di cambio password</a>

source: latitude
it: latitudine

source: longitude
it: longitudine

source: altitude
it: altitudine

source: status
it: stato

source: activation key
it: chiave di attivazione

source: Key needed for activation of the node. It's deleted once the node is activated.
it: Chiave per la conferma via mail del nodo. Viene cancellata una volta che il nodo è stato attivato.

source: notes
it: note

source: added on
it: aggiunto il

source: updated on
it: aggiornato il

source: New password for node %(name)s
it: Nuova password per il nodo %(name)s

source: Node confirmation required on %(site)s
it: Conferma nuovo nodo su %(site)s

source: Node confirmed successfully on %(site)s
it: Nodo confermato con successo su %(site)s

source: New node details on %(site)s
it: Dettagli nuovo nodo su %(site)s

source: Node
it: Nodo

source: Nodes
it: Nodi

source: Name used for DNS resolution. Example: grid1 becomes grid1.nodename.domain.org. If left empty device name is used as default.
it: Nome usato per la risoluzione DNS. Esempio: grid1 diventa grid1.nomenodo.dominio.org. Se lasciato vuoto viene utilizzato il nome dell'apparato come valore di default.

source: type
it: tipo

source: node
it: nodo

source: routing protocol
it: protocollo di routing

source: routing protocol version
it: versione protocollo di routing

source: Device
it: Apparato

source: Devices
it: Apparati

source: ipv4 address
it: indirizzo ipv4

source: ipv6 address
it: indirizzo ipv6

source: Name used for DNS resolution. Example: eth0 becomes eth0.devicecname.nodename.domain.org. If left empty the interface type is used as default.
it: Nome usato per la risoluzione DNS. Esempio: eth0 diventa eth0.nomeapparato.nomenodo.dominio.org. Se lasciato vuoto viene utilizzato il tipo interfaccia come default.

source: Draw links from/to this interface (not valid for VPN interfaces)
it: Disegna link da/a questa interfaccia (escluse interfacce VPN)

source: At least one of the following field is necessary: IPv4, IPv6 or Mac address.
it: Almeno uno dei seguenti campi è necessario: IPv4, IPv6 o Mac address.

source: Interface
it: Interfaccia

source: Interfaces
it: Interfacce

source: Hide from map
it: Nascondi dalla mappa

source: active nodes
it: nodi attivi

source: potential nodes
it: nodi potenziali

source: hotspots
it: hotspot

source: active links
it: link attivi

source: Added on
it: Aggiunto il

source: Statistic
it: Statistica

source: Statistics
it: Statistiche

source: message
it: messaggio

source: ip address
it: indirizzo ip

source: Message from %(from)s to %(to)s
it: Messaggio da %(from)s a %(to)s

source: Contact Log
it: Log contatto

source: Contact Logs
it: Log contatti

source: Email notifications
it: Email di notifica

source: Activate/deactivate email notifications about the management of the map server (added nodes, deleted nodes, abuses, ecc).
it: Attiva/disattiva le notifiche email riguardanti la gestione dei nodi (aggiunta, cancellazione, abusi, ecc).

source: Nodeshot, Open Source Map Server
it: Nodeshot, Map Server Open Source

source: You must define WEB_ROOT in yout settings.py if you want staticgenerator to function properly.
it: Devi definire WEB_ROOT nel tuo file settings.py se vuoi che staticgenerator funzioni correttamente.

source: NODESHOT_SITE is not defined in your settings.py. See settings.example.py for reference.
it: NODESHOT_SITE non è definito nel tuo file settings.py. Prendi settings.example.py come riferimento.

source: NODESHOT_KML is not defined in your settings.py. See settings.example.py for reference.
it: NODESHOT_KML non è definito nel tuo file settings.py. Prendi settings.example.py come riferimento.

source: DEFAULT_FROM_EMAIL is not defined in your settings.py. See settings.example.py for reference.
it: DEFAULT_FROM_EMAIL non è definito nel tuo file settings.py. Prendi settings.example.py come riferimento.

source: AUTH_PROFILE_MODULE is not defined in your settings.py. See settings.example.py for reference.
it: AUTH_PROFILE_MODULE non è definito nel tuo file settings.py. Prendi settings.example.py come riferimento.

source: EMAIL_HOST is not defined in your settings.py. See settings.example.py for reference.
it: EMAIL_HOST non è definito nel tuo file settings.py. Prendi settings.example.py come riferimento.

source: Active Nodes
it: Nodi Attivi

source: Potential Nodes
it: Nodi Potenziali

source: No ip specified
it: Nessun ip specificato

source: Contact request from %(sender)s - %(site)s
it: Richiesta di contatto da %(sender)s - %(site)s

source: Your new node has been confirmed successfully.
it: Il tuo nodo è stato confermato con successo.

source: The activation key has expired.
it: La chiave di attivazione è scaduta.

source: The activation key is wrong.
it: La chiave di attivazione non è corretta.

source: Your new node has already been confirmed.
it: Il tuo nodo è stato confermato con successo.

source: Node %(node)s deleted
it: Il nodo %(node)s è stato cancellato

source: The node %(node)s has been deleted successfully.
it: Il nodo %(node)s è stato cancellato con successo.

source: Abuse reported for %(node)s
it: Abuso segnalato su %(node)s

source: Thank you for reporting the abuse. We'll verify and come back to you as soon as possible.
it: Grazie per aver segnalato l'abuso. Controlleremo e ti ricontatteremo il prima possibile.

source: ..Ops! 404 Page not found
it: ..Ops! 404 Pagina non trovata

source: The page you were looking for was not found on this website.
it: La pagina che cercavi non è stata trovata su questo sito web.

source: Go back to the homepage
it: Torna all'homepage

source: We'are <strong>experiencing technical problems</strong>, probably we are working on the website for mantainance or an unplanned event has happened.
it: Stiamo avendo dei <strong>problemi tecnici</strong>, probabilmente stiamo lavorando alla manutenzione del sito oppure è accaduto un evento inaspettato.

source: We apologize for the inconvenient, we are working to fix this problem as soon as possible.
it: Ci scusiamo per l'inconveniente, stiamo lavorando per risolvere questo problema il più presto possibile.

source: If this problem persists, please contact the administrators of this server.
it: Se questo problema persiste ti preghiamo di comunicarlo agli amministratori del server.

source: Add a new node
it: Aggiungi un nuovo nodo

source: Advanced information about %(node)s
it: Informazioni avanzate su %(node)s

source: Authentication required to edit %(node)s
it: Autenticazione per %(node)s

source: Did you know that your Internet Explorer is out of date?
it: La tua versione di Internet Explorer è obsoleta

source: To get the best possible experience using our website we recommend that you upgrade to a newer version of Internet Explorer or even better another web browser. A list of the most popular web browsers can be found below.
it: Per utilizzare questo sito è necessario aggiornare Internet Explorer oppure cambiare browser (scelta consigliata). Di seguito ecco una lista dei browser maggiormente usati.

source: Just click on the icons to get to the download page
it: Clicca sulle icone per aprire la pagina di download del browser che preferisci.

source: Javascript enabled is reqired for this website.
it: Per utilizzare questo sito web è necessario abilitare Javascript.

source: Active Links
it: Link Attivi

source: Search for a node, device, IP, MAC
it: Cerca un nodo, device, IP, MAC

source: Administration
it: Amministrazione

source: Help
it: Aiuto

source: KML Feed
it: Feed KML

source: Map
it: Mappa

source: Hide this column
it: Nascondi questa colonna

source: Search for an address
it: Cerca un indirizzo

source: Show potential nodes
it: Visualizza nodi potenziali

source: Link quality calculation
it: Visualizza la qualità dei collegamenti

source: Disabled
it: Disabilitato

source: Lost packets (ETX)
it: Pacchetti persi (ETX)

source: Received signal (DBm)
it: Segnale ricevuto (DBm)

source: Node list
it: Lista dei nodi

source: Contact owners of %(node)s
it: Contatta %(node)s

source: Delete node %(node)s
it: Cancella il nodo %(node)s

source: Add devices to %(node)s
it: Aggiungi apparati a %(node)s

source: Edit node %(node)s
it: Modifica il nodo %(node)s

source: Edit Hna for node %(node)s
it: Modifica gli Hna di %(node)s

source: Click on the map to indicate where you want to place your new node. Try to be accurate :)
it: Fai click sul punto della mappa dove vorresti mettere il tuo nodo. Cerca di essere preciso :)

source: Cancel operation
it: Annulla inserimento

source: Thank you for inserting a new potential node, we sent you an email containing the activation link.
it: Grazie per aver inserito un nuovo nodo potenziale, ti abbiamo inviato un'email con il link di conferma.

source: Cancel
it: Annulla

source: Did you place me well?
it: Mi hai posizionato bene?

source: yes
it: sì

source: The selected destination is not valid.
it: La destinazione selezionata non è valida.

source: Search address
it: Cerca un indirizzo

source: Enter the full address
it: Inserisci l'indirizzo completo

source: Search
it: Cerca

source: Message sent successfully.
it: Messaggio inviato con successo.

source: show
it: mostra

source: hide
it: nascondi

source: save
it: salva

source: delete
it: elimina

source: The message cannot be sent because the outgoing email server is temporarily unavailable. Try again later. We apologize for the inconvenience.
it: Non è stato possibile inviare il messaggio perchè il server di posta in uscita è temporaneamente irraggiungibile. Si prega di riprovare più tardi. Ci scusiamo per l'inconveniente.

source: The node does not exist
it: Il nodo non esiste

source: The selected node is not available in this list
it: Il nodo selezionato non è presente in questa lista

source: not available
it: non disponibile

source: Edit Interfaces for node %(node)s
it: Modifica le interfacce del nodo %(node)s

source: Network Overview
it: Panoramica della rete

source: Password reset for %(node)s
it: Password reset per %(node)s

source: Go back to map-server
it: Torna al map-server

source: months
it: mesi

source: all
it: tutti

source: Download image in JPEG format
it: Scarica immagine in formato JPEG

source: Download image in PDF format
it: Scarica immagine in formato PDF

source: Download image in PNG format
it: Scarica immagine in formato PNG

source: Download image in SVG format
it: Scarica immagine in formato SVG

source: Export image
it: Esporta immagine

source: Loading
it: Caricamento

source: Print
it: Stampa

source: From
it: Da

source: To
it: A

source: Go Back
it: Torna Indietro

source: Fields marked with an asterisk are required.
it: I campi contrassegnati con un asterisco sono obbligatori.

source: Node name
it: Nome del nodo

source: Description
it: Descrizione

source: Who's in charge?
it: Responsabile/i

source: Postal code
it: CAP

source: Main E-mail address
it: Indirizzo E-mail principale

source: Password to edit this node
it: Password per modificare questo nodo

source: Verify password
it: Verifica password

source: E-mail address 2
it: E-mail 2

source: E-mail address 3
it: E-mail 3

source: Longitude
it: Longitudine

source: Latitude
it: Latitudine

source: Altitude
it: Altitudine

source: Save node
it: Salva nodo

source: Advanced information about devices, interfaces and hna for expert users.
it: Informazioni avanzate su apparati, interfacce e hna destinate ad utenti esperti

source: Type
it: Tipo

source: Routing protocol
it: Protocollo di routing

source: Status
it: Stato

source: Wireless channel
it: Canale

source: Wireless polarity
it: Polarizzazione

source: This node does not have any device yet.
it: Non ci sono devices per questo nodo.

source: Authentication required to edit "%(node)s"
it: Autenticazione per %(node)s

source: Enter the node password
it: Inserisci la password del nodo

source: Wrong password
it: La password non è corretta

source: Submit
it: Invia

source: Password forgotten?
it: Hai dimenticato la password?

source: Delete node
it: Elimina nodo

source: Contact %(node)s
it: Contatta %(node)s

source: Message sent
it: Messaggio inviato

source: All fields are required.
it: Tutti i campi sono obbligatori

source: Your name
it: Tuo nome

source: Message
it: Messaggio

source: Send
it: Invia

source: Delete "%(node)s"
it: Elimina "%(node)s"

source: Are you sure you want to delete this node?
it: Sei sicuro di voler cancellare questo nodo?

source: Yes, I am sure
it: Sì, sono sicuro

source: Edit devices of "%(node)s"
it: Modifica gli apparati di "%(node)s"

source: Changes saved successfully.
it: Modifiche salvate correttamente.

source: Some fields are not valid.
it: Alcuni campi non sono stati riempiti correttamente.

source: There are no devices for this node yet.
it: Non ci sono apparati per questo nodo.

source: Name
it: Nome

source: CNAME for DNS resolution (leave empty to get a default value)
it: CNAME per la risoluzione DNS (lasciando vuoto si ottiene il valore di default)

source: Device type
it: Tipo apparato

source: Routing protocol version
it: Versione protocollo di routing

source: Edit interfaces of this device
it: Modifica le interfacce di questo apparato

source: Edit hna of this device
it: Modifica hna di questo apparato

source: Save
it: Salva

source: Go back to map
it: Torna alla mappa

source: Remove
it: Rimuovi

source: Edit node "%(node)s"
it: Modifica il nodo "%(node)s"

source: change
it: cambia

source: Edit Hna of "%(node)s"
it: Modifica Hna di "%(node)s"

source: There are no announced Hna for this device yet.
it: Non ci sono ancora Hna annunciati per questo device.

source: Edit Interfaces of "%(node)s"
it: Modifica interfacce di "%(node)s"

source: There are no interfaces for this device yet.
it: Non ci sono ancora interfacce per questo device.

source: IPv4 Address
it: Indirizzo IPv4

source: IPv6 Address
it: Indirizzo IPv6

source: Channel
it: Canale

source: Polarization
it: Polarizzazione

source: Distance
it: Distanza

source: General information about the node
it: Informazioni generali sul nodo

source: In charge
it: Responsabile

source: metres
it: metri

source: Contact
it: Contatta

source: Edit node
it: Modifica nodo

source: Distance calculation
it: Calcolo della distanza

source: Calculate the distance between "%(node)s" and another node of your choice.
it: Calcola la distanza tra "%(node)s" e un'altro nodo a tuo piacimento.

source: Search node
it: Cerca un nodo

source: Select node
it: Seleziona un nodo

source: Azimuth
it: Azimut

source: Device name (Node)
it: Nome apparato (nodo)

source: Signal
it: Segnale

source: dBm not available
it: dBm non disponibile

source: New password sent successfully.
it: Password inviata con successo

source: Reset password for "%(node)s"
it: Password reset per "%(node)s"

source: A new password has been sent via email to the owners of the node.
it: La nuova password è stata inviata via email ai responsabili del nodo.

source: Generate a new password that will be sent via email to the node owners.
it: Utilizzando questo form verrà generata una nuova password che verrà inviata via email ai responsabili del nodo.

source: Your E-mail address
it: Il tuo indirizzo E-mail

source: Thank you for your interest in %(site)s! Please confirm your new potential node by clicking the following link (valid for %(expiration_days)s days)
it: Grazie per il tuo interesse in %(site)s! Conferma il tuo nuovo nodo potenziale cliccando sul link seguente (il link è valido per %(expiration_days)s giorni)

source: If you did NOT request the insertion of a new potential node on %(site)s you can report an abuse by clicking on the following link:
it: Se NON hai richiesto l'inserimento di un nuovo nodo potenziale su %(site)s segnala un'abuso cliccando sul link seguente:

source: A "%(site)s" user would like to get in touch with the people in charge of the node "%(node)s".
it: Un utente di "%(site)s" vuole entrare in contatto con i responsabili del nodo "%(node)s".

source: This email has been sent to
it: Quest'email è stata spedita a

source: and
it: e

source: If you answer to this email we suggest you to include also the other people in charge of the node in the CC field.
it: Se risponderai a questa email ti consigliamo di includere anche gli altri responsabili del nodo nel campo CC.

source: Hi
it: Ciao

source: A new node has been added on %(site)s.
it: Un nuovo nodo è stato aggiunto su %(site)s.

source: You can edit the node in the backend
it: Puoi moderare i dettagli del nodo nel backend

source: You are receiving this email because you are an administrator of %(site.name)s and you chose to receive notifications regarding the management of the nodes. If you don't want to receive notifications anymore edit your user profile on:
it: Ricevi questa email perchè sei tra gli amministratori del sito %(site.name)s ed hai scelto di ricevere notifiche riguardanti la gestione dei nodi. Se non vuoi più ricevere notifiche modifica il tuo profilo in:

source: The node %(node)s has been deleted.
it: Il nodo %(node)s è stato cancellato

source: Thank you for having used our map-server.
it: Grazie per aver utilizzato il nostro map-server.

source: Main E-mail
it: Indirizzo E-mail principale

source: E-mail 2
it: E-mail

source: E-mail 3
it: E-mail

source: You can see your new node by clicking on the following link
it: Puoi vedere il nodo sulla mappa cliccando su questo link

source: One of the owners of the node %(node)s has requested a password reset on %(site)s
it: Uno dei responsabili del nodo %(node)s ha richiesto il reset della password su %(site)s

source: The new password is
it: La nuova password è

source: Password reset has been requested by
it: La password è stata richiesta da

source: The new password has been generated automatically.
it: La nuova password è stata generata automaticamente.

source: Edit your node here:
it: Modifica il tuo nodo qui:

source: One of the people in charge of the node %(node)s has reported an abuse. His email %(email)s has been added in one of the email fields without his consent.
it: Uno dei responsabili del nodo %(node)s ha segnalato un abuso. La sua email %(email)s è stata aggiunta in uno dei campi email senza il suo consenso.

source: It would be good to delete his email and notify him the resolution of the problem.
it: Sarebbe opportuno cancellare la sua email ed eventualmente ricontattarlo per confermargli la risoluzione del problema.

source: His email can be deleted here:
it: La sua email può essere cancellata dal seguente link

source: Your node on %(site)s has been confirmed successfully.
it: Il tuo nodo su %(site)s è stato confermato con successo.

source: The password to edit the node is
it: La password per modificare questo nodo è

source: Details of the node
it: Di seguito i dettagli del nodo

source: Thank you for your participation in our community.
it: Grazie per la tua partecipazione nella nostra community.
